Revit 2027 API
ParameterTypeId.StairsDbgShowLandingPath Property
 "Show Landing Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowLandingPath { get; }
Public Shared ReadOnly Property StairsDbgShowLandingPath As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowLandingPath {
	ForgeTypeId^ get ();
}
static member StairsDbgShowLandingPath : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace